{
  "header": {
    "nav": {
      "home": "الرئيسية",
      "about": "معلومات عنا",
      "portfolio": "الشركات",
      "team": "الفريق",
      "news": "الأخبار",
      "contact": "تواصل معنا"
    },
    "actions": {
      "apply": "تقدم الآن"
    }
  },
  "footer": {
    "copy": "حقوق النشر stc {{year}}"
  },
  "banner": {
    "title": {
      "part1": "نستثمر في تقنية المستقبل",
      "part2": ""
    },
    "subtitle": {
      "line1": "لتشكيل مستقبل المجتمع ونهضة التطور التقني عبر تنمية وتقويةالشركات",
      "line2": " وللوصول لعالم من الفرص وتعزيز النمو وخلق قيمة إضافية للجميع."
    }
  },
  "about": {
    "intro": "tali ventures استمرارا لجهود مجموعة stc كمحرك للنمو، والاستثمار في الشركات في مختلف المجالات التقنية التي تتناسب مع الابتكار الخاصة بمجموعة stc"
  },
  "latestNews": {
    "title": "أحدث الأخبار",
    "subtitle": "لوريم إيبسوم دولار سيت أميت consectetur. سيمبر نيشي سوداليس سابيين ديام أورناري بريتيوم.",
    "viewNews": "عرض الخبر",
    "items": {
      "tarmeez": {
        "title": "صندوق الاستثمار المؤسسي tali ventures التابع لمجموعة stc يقود استثماراً استراتيجياً في ترميز المالية",
        "description": "أعلن tali ventures، صندوق الاستثمار المؤسسي التابع لمجموعة stc، عن قيادة جولة استثمارية في شركة ترميز المالية، الشركة الرائدة في تقديم حلول التمويل في سوق الصكوك وأدوات الدين والذي يشهد نموا عالياً على المستوى المحلي والعالمي."
      },
      "graphiant": {
        "title": "جرافيانت تجمع تمويل امتداد للسلسلة B بقيادة مشتركة من تالي فنتشرز ووعد فنتشرز",
        "description": "جرافيانت، رائدة في خدمات الشبكات كمنصة، تدفع اتصال المؤسسات من الجيل التالي عبر استثمار استراتيجي"
      },
      "northladder": {
        "title": "تالي فنتشرز تقود استثمارًا بقيمة 10 ملايين دولار في نورثلادر",
        "description": "نورثلادر تسرع توسعها العالمي لزيادة منصة استبدال الأجهزة"
      },
      "taliPr": {
        "title": "تالي فنتشرز تعلن تحديثات جديدة لمحفظتها",
        "description": "تواصل تالي فنتشرز دعم الشركات الناشئة سريعة النمو عبر قطاعات استراتيجية"
      },
      "nearpay": {
        "title": "نييرباي تحصل على تمويل للنمو",
        "description": "نييرباي تعزز منصة البنية التحتية للمدفوعات وتوسعها الإقليمي"
      },
      "rewaa": {
        "title": "رواء تجمع جولة جديدة لتوسيع تقنياتها في قطاع التجزئة",
        "description": "رواء توسع منصتها لإدارة التجزئة لخدمة أسواق جديدة"
      }
    }
  },
  "news": {
    "armeez": {
      "title": "تالي فنتشرز التابعة لمجموعة stc تقود استثمارًا استراتيجيًا في ترميز كابيتال"
    },
    "graphiant": {
      "title": "تالي فنتشرز وواعد فنتشرز يقودان جولة امتداد بقيمة 19 مليون دولار في جرافيانت لتسريع اتصال المؤسسات من الجيل التالي"
    },
    "northladder": {
      "title": "تالي فنتشرز التابعة لمجموعة stc تقود استثمارًا بقيمة 10 ملايين دولار في الجولة B لشركة نورثلادر"
    },
    "nearpay": {
      "title": "نييرباي تجمع 14 مليون دولار في جولة السلسلة A بقيادة سنابل للاستثمار وبمشاركة CIF من stc ورؤية فنتشرز لإعادة تعريف مستقبل المدفوعات"
    },
    "rewaa": {
      "title": "مشاركة صندوق الاستثمار المؤسسي stc CIF في جولة استثمارية لشركة رواء"
    },
    "taliVentures": {
      "title": "مجموعة stc تكشف عن \"تالي فنتشرز\" لتكون الذراع الاستثماري الجريء للمجموعة"
    }
  },
  "investmentFocus": {
    "title": "مجالات الاستثمار",
    "subtitle": "تحفيز التحول التقني عبر الاستثمارات الريادية. استثمارات استراتيجية من أجل غدٍ أفضل.",

    "areas": {
      "fintech": "التقنيات المالية",
      "itServices": "تقنية المعلومات",
      "gaming": "الألعاب الرقمية",
      "dataAnalytics": "تحليل البيانات",
      "cloud": "الخدمات السحابية",
      "ai": "الذكاء الاصطناعي",
      "cyberSecurity": "الأمن السيبراني",
      "media": "وسائط والإعلانات",
      "propTech": "التقنيات العقارية",
      "iot": "إنترنت الأشياء",
      "blockchain": "البلوك تشين"
    },
    "cards": {
      "earlyStage": "مشاريع ناشئة في مراحلها المبكرة",
      "techAndDigital": "الاستثمار في شركات رقمية وتقنية",
      "regionalGlobal": "الاستثمار في مشاريع محلية وعالمية"
    },
    "imageAlt": "أشخاص يعملون في بيئة مكتبية حديثة"
  },
  "investmentCriteria": {
    "title": "معايير الاستثمار",
    "subtitle": "تحفيز التحول الرقمي من خلال استثمارات ذات أهمية ومن أجل مستقبل افضل.."
  },
  "portfolio": {
    "title": "المحفظة",
    "subtitle": "نص وصفي تجريبي للمحفظة. سيتم استبداله بمحتوى نهائي لاحقًا.",
    "website": "الموقع الإلكتروني",
    "items": {
      "nile": {
        "description": "توفير استقلالية الشبكة من خلال نظام بسيط للغاية؛ تم تصميمه منذ البداية للعناية بنفسه ومنع التهديدات وتحسين الانتاجية والراحة للعملاء."
      },
      "rewaa": {
        "description": "يتيح لك رواء متابعة مخزونك ومبيعاتك وتمويلك وجميع عمليات البيع من خلال المحلات والانرنت، و كل ذلك من خلال تقارير المخزون والمبيعات المتزامنة والتي تأتي مصنفة حسب الفترة والفروع وتقارير الإقرار الضريبي."
      },
      "nearpay": {
        "description": "البنية التحتية للدفع كخدمة يقوم بتمكين مدفوعات بطاقة NFC شخصيًا بسهولة في غضون 30 دقيقة باستخدام أداة NearPay SDK المتطورة."
      },
      "celona": {
        "description": "تقدم سيلونا خدمة 5 Gالخاصة للشركات، حيث تمكّن الشركات من الحصول على شبكات لاسلكية آمنة وموثوقة وتكمن خبرة سيلونا في تقديم حلول شاملة تتكامل"
      },
      "northladder": {
        "description": "هي المنصة الأولى لاستبدال الأجهزة في أكثر من 10 دول. إنها منصة رقمية سريعة النمو تتيح تداول الأجهزة الإلكترونية المستعملة بسهولة وسلاسة."
      },
      "cohere": {
        "description": "تمكن المطورين والمؤسسات من بناء منتجات مميزة وتحقيق قيمة حقيقية لقطاع الأعمال باستخدام الذكاء الاصطناعي اللغوي."
      }
    }
  },
  "contactUs": {
    "badge": "تواصل معنا",
    "title": "لننجز العمل معًا",
    "every": "كل شئ متجه إلي",
    "forward": "المستقبل!",
    "form": {
      "title": "إملأ هذه البيانات",
      "name": {
        "label": "الاسم",
        "placeholder": "اكتب اسمك"
      },
      "email": {
        "label": "البريد الإلكتروني",
        "placeholder": "اكتب بريدك الإلكتروني"
      },
      "message": {
        "label": "رسالتك",
        "placeholder": "اكتب رسالتك"
      },
      "submit": "إرسال"
    }
  }
}
